Repository: cosi1/django-moderation
Catalog: src/moderation/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Approve selected moderated objects
pl: Zatwierdź zaznaczone obiekty

source: Reject selected moderated objects
pl: Odrzuć zaznaczone obiekty

source: Set selected moderated objects as Pending
pl: Ustaw zaznaczone obiekty jako oczekujące

source: Object is viewable on site, it will be removed if moderator rejects it
pl: Obiekt jest widoczny na stronie. Zostanie usunięty, jeżeli moderator go odrzuci.

source: Object is not viewable on site, it will be visible if moderator accepts it
pl: Obiekt nie jest widoczny na stronie. Pojawi się, jeżeli moderator go zatwierdzi.

source: Object has been rejected by moderator, reason: %s
pl: Obiekt został odrzucony przez moderatora. Powód: %s

source: Object has been approved by moderator and is visible on site
pl: Obiekt został zatwierdzony przez moderatora i jest już widoczny na stronie.

source: This object is not registered with the moderation system.
pl: Obiekt nie jest zarejestrowany w systemie moderacji.

source: Object moderation
pl: Moderacja

source: Approved
pl: Zatwierdzony

source: Pending
pl: Oczekujący

source: Rejected
pl: Odrzucony

source: date created
pl: data utworzenia

source: moderation status
pl: status moderacji

source: moderated by
pl: moderowane przez

source: moderation date
pl: data moderacji

source: moderation reason
pl: powód moderacji

source: moderated object
pl: moderowany obiekt

source: moderated objects
pl: moderowane obiekty

source: Auto-approved: User in allowed group
pl: Automatyczna akceptacja: Użytkownik należy do zaufanej grupy

source: Auto-approved: Superuser
pl: Automatyczna akceptacja: Administrator

source: Auto-approved: Staff
pl: Automatyczna akceptacja: Personel

source: Auto-rejected: User in disallowed group
pl: Automatycznie odrzucono: Użytkownik należy do blokowanej grupy

source: Auto-rejected: Anonymous User
pl: Automatycznie odrzucono: Użytkownik anonimowy

source: Change object
pl: Edycja obiektu

source: Object differences
pl: Wprowadzone zmiany

source: Approve
pl: Zatwierdź

source: Reject
pl: Odrzuć

source: Select object to moderate
pl: Wybierz obiekt do moderacji
